<!-- FileName : footer.jsp -->
<!-- Note : 34강(블로그 프로젝트) - 로그인, 회원가입 화면 만들기 -->
<!-- Note : 38강(블로그 프로젝트) - 회원가입 하기 Ajax요청 -->
<!-- Note : 46강(블로그 프로젝트) - 프로젝트 전통적인 방식의 로그인 방법 -->
<!-- Note : 49강(블로그 프로젝트) - 스프링 시큐리티 기반 로그인 페이지 커스터마이징 -->
<!-- Note : 50강(블로그 프로젝트) - 비밀번호 해시 후 회원가입하기 -->
<!-- Note : 52강(블로그 프로젝트) - 스프링 시큐리티 로그인 -->

<%@ page contentType="text/html;charset=UTF-8" language="java" %>

<%-- Footer Start --%>
<br/>
<div class="jumbotron text-center" style="margin-bottom:0">
    <p>Created by Ivan</p>
    <p>📞010-1234-5678</p>
    <p>🏳️부산 해운대구 xx동</p>
</div>
<%-- Footer End --%>
</body>
</html>